---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Degrees
source: html/9b1660a9-fda0-403b-44bb-34ffefe7bdce.htm
---
# Autodesk.Revit.DB.UnitTypeId.Degrees Property

Degrees.

## Syntax (C#)
```csharp
public static ForgeTypeId Degrees { get; }
```